cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'zsh'
brew 'zsh-completions'

brew 'docker-compose'
brew 'docker-machine'

brew 'ctags'
brew 'git'
brew 'gti'
brew 'maven'
brew 'mysql'
brew 'pstree'
brew 'scala'
brew 'shellcheck'
brew 'thrift'

brew 'rbenv'
brew 'rbenv-ctags'
brew 'ruby-build'

brew 'node'
brew 'npm'
brew 'phantomjs'

cask 'virtualbox'

cask 'google-chrome'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'slack'
cask 'spotify'
cask 'vlc'
cask 'yujitach-menumeters'
